Revit 2022 API
ParameterTypeId.ImportBaseLevel Property
 "Base Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
Syntax
C#
public static ForgeTypeId ImportBaseLevel { get; }
Visual Basic
Public Shared ReadOnly Property ImportBaseLevel As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ImportBaseLevel {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace